{
  "duas_anbyaa": [
    "- (رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا) نوح - 28 \nنوح عليه السلام ",
    "- (رَّبِّ أَنزِلْنِي مُنزَلاً مُّبَارَكاً وَأَنتَ خَيْرُ الْمُنزِلِينَ) المؤمنون - 29 \nنوح عليه السلام ",
    "- (رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ) البقرة - 127-128 \nإبراهيم عليه السلام ",
    "- (رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ) الشعراء - 83-85 \nإبراهيم عليه السلام ",
    "- (رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ) الممتحنة - 4-5 \nإبراهيم عليه السلام ",
    "- (رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ) الصافات - 100 \nإبراهيم عليه السلام ",
    "- (إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم ۚ مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ) هود - 56 \nهود عليه السلام ",
    "- (رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ) العنكبوت - 30 \nلوط عليه السلام ",
    "- (رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ) الشعراء - 169 \nلوط عليه السلام ",
    "- (فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ) يوسف - 101 \nيوسف عليه السلام ",
    "- (وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْماً عَلَى اللّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ) الأعراف - 89 \nشعيب عليه السلام ",
    "- (رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي) القصص - 16 \nموسى عليه السلام ",
    "- (رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيراً لِّلْمُجْرِمِينَ) القصص - 17 \nموسى عليه السلام ",
    "- (رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ) القصص - 24 \nموسى عليه السلام ",
    "- (أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ) الأنبياء - 83 \nأيوب عليه السلام ",
    "- (رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ) النمل - 19 \nسليمان عليه السلام ",
    "- (رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء) آل عمران - 38 \nزكريا عليه السلام ",
    "- (إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ) يوسف - 86 \nيعقوب عليه السلام"]
}
