{
  "category": "الحمد والشكر",
  "duas": [
    "الحمدلله",
    "الحمدلله رب العالمين",
    "الحمدلله والشكر لله",
    "ربنا ولك الحمد",
    "الحمدلله الذي أطعمني هذا الطعام ورزقنيه من غير حولٍ مني ولا قوة",
    "الحمدلله على كل شيء",
    "يارب لك الحمد كما ينبغي لجلال وجهك ولعظيم سلطانك",
    "الحمدلله حمداً كثيراً طيباً مباركاً فيه",
    "الحمدلله الذي بعزته وجلاله تتم الصالحات",
    "الحمدللهِ عدد ما خلق، الحمدلله ملئ ما خلق، الحمدلله عدد ما في الارض والسماء، الحمدلله ملئ ما في الارض والسماء، الحمدلله عدد ما احصى كتابه، الحمدلله ملئ ما احصى كتابه، الحمدلله عدد كل شيء، الحمدلله ملئ كل شيء",
    "الحمدلله دائماً وأبداً",
    "الحمدلله في سري وفي علني، الحمدلله في حزني وفي سعدي",
    "اللهم لك الحمد حمداً أبلغ به رضاك أؤدي به شكرك واستوجب به المزيد من فضلك",
    "اللهم لك الحمد كما أنعمت علينا نعماً بعد نعم",
    "اللهم لك الحمد في السراء والضراء ولك الحمد في الشدة والرخاء",
    "الحمدلله على كل حال",
    "اللهم لك الحمد في اليسر والعسر ولك الحمد على نعمك التي لا يحصيها غيرك",
    "الحمد لله الذي أطعمنا وسقانا وكفانا، وآوانا فكم ممن لا كافي له، ولا مؤوى له",
    "اللهم إنِّي أسألك بأن لك الحمد، لا إله إلا أنت المنان بديع السموات والأرض ذو الجلال والإكرام",
    "اللهم لك الحمد أنت نور السموات والأرض ومن فيهن ولك الحمد أنت قيوم السموات والأرض ومن فيهن ولك الحمد أنت الحق ووعدك حق وقولك حق ولقاؤك حق والجنة حق والنار حق والساعة حق والنبيون حق ومحمد حق اللهم لك أسلمت وعليك توكلت وبك آمنت وإليك أنبت وبك خاصمت وإليك حاكمت",
    "اللهم لك الحمد ملء السماء وملء الأرض وملء ما شئت من شيء بعد",
    "الحمد لله الذي هداني للإسلام",
    "اللهم لك الحمد كله وإليك يرجع الأمر كله",
    "الحمد لله الذي كفاني وآواني، والحمدُ لله الذي أطعمني وسقاني، والحمدُ لله الذي منّ عليَّ فأفضل",
    "اللهم لك الحمد كله ولك الملك كله بيدك الخير كله إليك يرجع الأمر كله علانيته وسره فأهل أن تحمد إنك على كل شيء قدير",
    "الحمد لله الذي صدق وعده ونصر عبده وهزم الأحزاب وحده لا شيء قبله ولا شيء بعده",
    "الحمد لله الذي ردّ عليّ روحي وعافاني في جسدي، وأذن لي بذكره",
    "الحمد لله ذي الملكوت والجبروت والكبرياء والعظمة",
    "رب أوزعني أن أشكر نعمتك التي أنعمت عليّ وعلى والديّ وأن أعمل صالحاً ترضاه",
    "(قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَٰذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ ۖ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ) النمل-40"
  ]
}