{
  "duas": [
    "استغفر الله",
    "استغفر الله العظيم",
    "استغفر الله العظيم واتوب اليه",
    "استغفر الله العظيم الذي لا اله الا هو الحي القيوم واتوب اليه",
    "ربي اغفر لي",
    "اللهم إني ظلمت نفسي فاغفر لي فإنه لا يغفر الذنوب الا انت",
    "رب اغفر لي وتب عليّ إنك أنت التواب الغفور (أو) التواب الرحيم",
    "اللهم إني ظلمت نفسي ظلماً كثيراً ولا يغفر الذنوب إلا انت، فاغفر لي مغفرةً من عندك، وارحمني إنك أنت الغفور الرحيم",
    "سبحانك اللهم وبحمدك أشهد ان لا اله الا انت أستغفرك وأتوب إليك",
    "اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت أبوء لك بنعمتك علي وأبوء لك بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
    "رب اغفر لي خطيئتي وجهلي وإسرافي في أمري كله وما أنت أعلم به مني، اللهم اغفر لي خطاياي وعمدي وجهلي وهزلي وكل ذلك عندي، اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت أنت المقدم وأنت المؤخر وأنت على كل شيء قدير",
    "اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت أنت المقدم وأنت المؤخر وأنت على كل شيء قدير",
    "ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين (آل عمران 147)",
    "ربنا إننا آمنا فاغفر لنا ذنوبنا وقنا عذاب النار (آل عمران 16)",
    "ربنا ما خلقت هذا باطلاً سبحانك فقنا عذاب النار (آل عمران 191-193)",
    "ربنا آمنا فاغفر لنا وارحمنا وأنت خير الراحمين (المؤمنون 109)",
    "وقل رب اغفر وارحم وأنت خير الراحمين (المؤمنون 118)",
    "ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قدير (التحريم 8)",
    "رب اغفر لي ولوالدي ولمن دخل بيتي مؤمناً وللمؤمنين والمؤمنات ولا تزد الظالمين إلا تبارا (نوح 28)",
    "ربي اغفر لي ولوالدي",
    "رب اغفر لي ولوالدي وللمسلمين والمسلمات والمؤمنين والمؤمنات الأحياء منهم والأموات",
    "اللهم اغفر لنا وارحمنا وتب علينا إنك أنت التواب الرحيم",
    "أستغفر الله وأتوب إليه",
    "استغفر الله استغفر الله استغفر الله اللهم أنت السلام ومنك السلام تباركت ياذا الجلال والإكرام",
    "أستغفر الله العظيم من كل ذنبٍ عظيم",
    "استغفر الله عدد خلقه ورضى نفسه وزنة عرشه ومداد كلماته",
    "ربِّ اغفر لي و لوالديّ ربِّ ارحمهما كما ربّياني صغيراً",
    "استغفر الله عدد ما خلق، استغفر الله ملئ ما خلق، استغفر الله عدد ما في الارض والسماء، استغفر الله ملئ ما في الارض والسماء، استغفر الله عدد ما أحصى كتابه، استغفر الله ملئ ما أحصى كتابه، استغفر الله عدد كل شيء، استغفر الله ملئ كل شيء"
  ]
}