{
  "قرآن": [
    "",
    "تلاوة القرآن",
    "أَنَّ جِبْرِيلَ كَانَ يَلْقَى النَّبِيَّ صلى الله عليه وسلم فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ \"  رواه البخاري ومسلم",
    "",
    "( شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنْ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْه)  185 البقرة",
    "( إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ . وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ . لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ . تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ . سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ ) 1_5 القدر",
    "( إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ )  3 الدخان"
  ],
  "أدعية رمضانية": [
    "أدعية رمضانية",
    "",
    "اَللّهُمَّ اجْعَلْ صِيامي فيهِ صِيامَ الصّائِمينَ وَقِيامي فيِهِ قِيامَ القائِمينَ، وَنَبِّهْني فيهِ عَن نَوْمَةِ الغافِلينَ.",
    "الله أكبر اللهم أهله علينا بالأمن والإيمان والسلامة والإسلام ربي وربك الله ” وهو دعاء رؤية الهلال وبداية الشهر الهجري واستقبال شهر رمضان",
    "اَللّهُمَّ قَرِّبْني فيهِ اِلى مَرضاتِكَ، وَجَنِّبْني فيهِ مِن سَخَطِكَ وَنَقِماتِكَ، وَوَفِّقني فيهِ لِقِرائَةِ آياتِكَ، بِرَحمَتِكَ يا أرحَمَ الرّاحمينَ.",
    "اللهم انت السلام ومنك السلام تباركت وتعاليت ياذا الجلال والاكرام اللهم اعنا على ذكرك وشكرك وحسن عبادتك",
    "اَللّهُمَّ ارْزُقني فيهِ الذِّهنَ وَالتَّنْبيهِ، وَباعِدْني فيهِ مِنَ السَّفاهَةِ وَالتَّمْويهِ. وَاجْعَل لي نَصيباً مِن كُلِّ خَيْرٍ تُنْزِلُ فيهِ، بِجودِكَ يا اَجوَدَ الأجْوَدينَ.",
    "اللهم بارك لنا في اجسادنا وبارك لنا في اموالنا واولادتنا واعنا على طاعتك في هذا الشهر الكريم",
    "اَللّهُمَّ قَوِّني فيهِ عَلى إقامَةِ أمرِكَ، وَأذِقني فيهِ حَلاوَةِ ذِكْرِكَ، وَأوْزِعْني فيهِ لِأداءِ شُكْرِكَ بِكَرَمِكَ.وَاحْفَظْني فيهِ بِحِفظِكَ وَسَتْرِكَ يا أبصَرَ النّاظِرينَ.",
    "اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذا النار.",
    "اللَّهُمَّ اجْعَلْنِى فِيهِ مِنَ الْمُسْتَغْفِرِينَ، وَاجْعَلْنِى فِيهِ مِنْ عِبَادِكَ الصَّالِحِينَ. وَاجْعَلْنِى فِيهِ مِنْ أَوْلِيَائِكَ الْمُتَّقِينَ، بِرَأْفَتِكَ يَا أَكْرَمَ الْأَكْرَمِينَ.",
    "اللهم اني اعوذ بك من سوء القضاء، ومن درك الشقاء، ومن شماتة الأعداء، ومن جَهْد البلاء.",
    "ربنا هب لنا من ذرياتنا وازواجنا قرة اعين واجعلنا للمتقين اماما اللهم ارزقنا الخير كله في شهر رمضان.",
    "ربنا اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء اللهم اقبل صيامي وقيامي في شهر رمضان.",
    "اللهم اغفر لي ولوالدي وللمؤمنين والمؤمنات الاحياء منهم والاموات ربنا اجعلني واهلي من عتقائك من النار في شهرك الفضيل.",
    "اللهم اني اسالك الخير كله عاجله وآجله ما علمت منه وما لم اعلم واعوذ بك من الشر كله عاجله وآجله ما علمت منه وما لم اعلم اللهم اكتب لي من جميع خيرك في شهر رمضان الكريم عاجلا ليس بآجل يارب العالمين.",
    "اللهم إني أسألك بأن لك الحمد لا إله إلا أنت المنان، بديع السموات والأرض، يا ذا الجلال والإكرام، يا حي يا قيوم إني أسألك ” وهذا الدعاء هو الدعاء باسم الله الاعظم الذي اذا دعي به اجب واذا سئل به اعطى.",
    "اللهم أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصي ثناء عليك أنت كما أثنيت على نفسك ” اللهم انت ربي رحمني واغفرلي واكتبني من المغفور لهم في رمضان.",
    "اللهم اني اسألك من خير ما سألك عبدك ونبيك ، واعوذ بك من شر ما عاذ به عبدك ونبيك.",
    "اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله لا إله إلا أنت. (دعاء الكرب)",
    "اللهم اني اسألك الجنة وكل ما يقرب اليها من قول او عمل ، واعوذ بك من النار وكل ما قرب اليها من قول او عمل ” اللهم اجعلني من الذين يدخلون الجنة بغير حساب ولا سابق عذاب.",
    "اللهم ان شهر رمضان هو من اعظم الشهور عندك فاغفر لي فيه وبارك لي في رزقي فيه واكتبني من عبادك المخلصين.",
    "اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شرَّ ما قضيت، فإنك تقضي ولا يقضى عليك، إنه لا يذل من واليت، ولا يُعزُّ من عاديتَ، تبارَكتَ ربَّنا وتعاليت",
    "اللهم بعلمك الغيب، وقدرتك على الخلق أحيني ما علمتَ الحياة خيراً لي، وتوفني إذا علمت الوفاة خيراً لي، اللهم وأسألك خشيتك في الغيب والشهادة، وأسألك كلمة الحق في الرضا والغضب.",
    "اللهمَّ مالكَ الملكِ تُؤتي الملكَ مَن تشاء، وتنزعُ الملكَ ممن تشاء، وتُعِزُّ مَن تشاء، وتذِلُّ مَن تشاء، بيدِك الخيرُ إنك على كلِّ شيءٍ قدير، رحمنُ الدنيا والآخرةِ ورحيمُهما، تعطيهما من تشاء، وتمنعُ منهما من تشاء، ارحمْني رحمةً تُغنيني بها عن رحمةِ مَن سواك. (دعاء لقضاء الدين)",
    "اللهم اني أسألك القصد في الفقر والغنى، وأسألك نعيماً لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضاء بعد القضاء، وأسألك بَرْد العيش بعد الموت، وأسألك لذة النظر إلى وجهك والشوق إلى لقائك في غير ضراء مضرة، ولا فتنة مضلة.",
    "اللهمّ أصلح لي ديني الّذي هو عصمة أمري، وأصلح لي دنياي الّتي فيها معاشي، وأصلح لي أخرتي الّتي فيها معادي، واجعل الحياة زيادة لي في كلّ خير، واجعل الموت راحة لي من كلّ شرّ.",
    "اللهم زينا بزينة الإيمان، واجعلنا هداة مهتدين ” واجعلنا في شهر رمضان من احبتك المتقين.",
    "اللَّهمَّ اكفني بِحلالِكَ عن حرامِكَ، وأغنِني بِفَضلِكَ عَن سواك. (وهو دعاء يفك الكرب ويقضي الدين)",
    "اللهم اقسم لنا من خشيتك ما يحول بيننا وبين معاصيك، ومن طاعتك ما تبلّغنا به جنتك، ومن اليقين ما تُهَوِّنُ به علينا مُصِيباتِ الدنيا.",
    "اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس، اللهم اغسلني من خطاياي بالماء والثلج والبرد. (دعاء الاستفتاح)",
    "اللهم مَتِّعْنا بأسماعنا وبأبصارنا وقوتنا ما أحييتنا، واجعله الوارث مِنَّا، واجعل ثأرنا على من ظلمنا، وانصرنا على من عادانا، ولا تجعل مصيبتنا في ديننا، ولا تجعل الدنيا أكبر همنا، ولا مبلغ علمنا، ولا تسلط علينا من لا يرحمنا.",
    "اللهمَّ إني أعوذ بك من العجزِ والكسل، والجُبنِ والبُخل، والهَرمِ وعذابِ القب",
    "اللهم انك عفو تحب العفو فاعف عنا. (دعاء مستحب في ليلة القدر بصفة خاصة وفي العشر الاواخر من شهر رمضان)",
    "اللهمَّ آتِ نفسي تقواها، وزكِّها أنت خيرُ مَن زكَّاها، أنت وليُّها ومولاها، اللهمَّ إني أعوذُ بك من علمٍ لا ينفع، ومن قلبٍ لا يخشع، ومن نفسٍ لا تَشبع، ومنْ دعوةٍ لا يُستجابُ لها.",
    "اللهم إني أسألك الهُدَى، والتُقَى، والعفاف والغِنَى",
    "لا اله الا انت سبحانك اني كنت من الظالمين، ربي اغفرلي واكتبني من عتقائك من النار.",
    "اللهم اجرني من النار ، اللهم اجرني من النار ، اللهم اجرني من النار ، اللهم اكتبني من عتقائك من النار يارب العالمين ، اللهم لا يقضي شهر رمضان الا وانت راضي عنا يالله."
  ],
  "السَّحور و الإفطار": [
    "السَّحور و الإفطار",
    "",


    "عن أنس بن مالك رضي الله عنه قال: قال النبي صلى الله عليه وسلم: «تسحَّروا فإن في السحور بركة» رواه البخاري ومسلم",
    "عن عمرو بن العاص رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «فصلُ ما بين صيامنا وصيام أهل الكتاب أكلةُ السَّحَر»  رواه مسلم",
    
    "عن أنس بن مالك : (أن النبي صلى الله عليه وسلم طعِم عند سعدِ بنِ عُبادةَ ، فلمَّا فرغ قال : أكلَ طعامُكم الأبرارُ ، وصلَّتْ عليكم الملائكةُ ، وأفطر عندكم الصَّائمونَ)  رواه أبو داود وصححه الألباني",
    "عن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إذا أقبل الليل من ها هنا، وأدبر النهار من ها هنا، وغربت الشمس، فقد أفطر الصائم».  رواه البخاري ومسلم",
    "عن سهل بن سعد رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «لا يزال الناس بخير ما عجَّلوا الفطر» رواه البخاري ومسلم",
    "عن أنس رضي الله عنه قال: (كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُفْطِرُ عَلَى رُطَبَاتٍ قَبْلَ أَنْ يُصَلِّيَ ، فَإِنْ لَمْ تَكُنْ رُطَبَاتٌ، فَعَلَى تَمَرَاتٍ ، فَإِنْ لَمْ تَكُنْ حَسَا حَسَوَاتٍ مِنْ مَاءٍ)  رواه الترمذي وصححه الألباني",
    "عن عبدالله بن عمر قال : أن النبي صلى الله عليه وسلم : ( كان إذا أفطر يقولُ : ذهب الظمأُ وابتلَّت العروقُ وثبت الأجرُ إن شاء اللهُ)  رواه مسلم"
  ],
  "الاعتكاف": [
    "الاعتكاف",
    "",
    "عن عَائِشَةَ - رضي الله عنها – \" أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ حَتَّى تَوَفَّاهُ اللَّهُ تَعَالَى , ثُمَّ اعْتَكَفَ أَزْوَاجُهُ مِنْ بَعْدِهِ \" رواه البخاري ومسلم",
    "رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَعْتَكِفُ فِي العَشْرِ الأَوْسَطِ مِنْ رَمَضَانَ، فَاعْتَكَفَ عَامًا، حَتَّى إِذَا كَانَ لَيْلَةَ إِحْدَى وَعِشْرِينَ، وَهِيَ اللَّيْلَةُ الَّتِي يَخْرُجُ مِنْ صَبِيحَتِهَا مِنَ اعْتِكَافِهِ، قَالَ: (مَنْ كَانَ اعْتَكَفَ مَعِي، فَلْيَعْتَكِفِ العَشْرَ الأَوَاخِرَ، وَقَدْ أُرِيتُ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا، وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ مِنْ صَبِيحَتِهَا، فَالْتَمِسُوهَا فِي العَشْرِ الأَوَاخِرِ، وَالتَمِسُوهَا فِي كُلِّ وِتْرٍ) ، فَمَطَرَتِ السَّمَاءُ تِلْكَ اللَّيْلَةَ ، وَكَانَ المَسْجِدُ عَلَى عَرِيشٍ، فَوَكَفَ المَسْجِدُ، فَبَصُرَتْ عَيْنَايَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى جَبْهَتِهِ أَثَرُ المَاءِ وَالطِّينِ ، مِنْ صُبْحِ إِحْدَى وَعِشْرِينَ \" . رواه البخاري",
    "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ : إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اعْتَكَفَ الْعَشْرَ الأَوَّلَ مِنْ رَمَضَانَ ، ثُمَّ اعْتَكَفَ الْعَشْرَ الأَوْسَطَ فِي قُبَّةٍ تُرْكِيَّةٍ (أي : خيمة صغيرة) عَلَى سُدَّتِهَا (أي : بابها) حَصِيرٌ . قَالَ : فَأَخَذَ الْحَصِيرَ بِيَدِهِ فَنَحَّاهَا فِي نَاحِيَةِ الْقُبَّةِ ، ثُمَّ أَطْلَعَ رَأْسَهُ فَكَلَّمَ النَّاسَ ، فَدَنَوْا مِنْهُ ، فَقَالَ : إِنِّي اعْتَكَفْتُ الْعَشْرَ الأَوَّلَ أَلْتَمِسُ هَذِهِ اللَّيْلَةَ ، ثُمَّ اعْتَكَفْتُ الْعَشْرَ الأَوْسَطَ ، ثُمَّ أُتِيتُ فَقِيلَ لِي : إِنَّهَا فِي الْعَشْرِ الأَوَاخِرِ ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَعْتَكِفَ فَلْيَعْتَكِفْ ، فَاعْتَكَفَ النَّاسُ مَعَهُ . رواه مسلم",
    "قالت أم المؤمنين عائشة رضي الله عنها: \"إِنْ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: لَيُدْخِلُ عَلَيَّ رَأْسَهُ وَهُوَ فِي المَسْجِدِ، فَأُرَجِّلُهُ، وَكَانَ لاَ يَدْخُلُ البَيْتَ إِلَّا لِحَاجَةٍ إِذَا كَانَ مُعْتَكِفًا.\" رواه البخاري ومسلم",
    "عن أبي هريرة : ( كان رسول الله صلى الله عليه وسلم يعتكف في كل رمضان عشرة أيام ، فلما كان العام الذي قبض فيه اعتكف عشرين يوما )  رواه البخاري"
  ],
  "العشر الأواخر": [
    "العشر الأواخر و ليلة القدر",
    "عن عائشة رضي الله عنها أنها قالت : ( كان النبي صلى الله عليه وسلم إذا دخل العشر شد مئزره وأحيا ليله وأيقظ أهله ) رواه البخاري ومسلم",
    "عن عائشة رضي الله عنها قالت: \"كان رسول الله صلى الله عليه وسلم يجتهد في العشر الأواخر ما لا يجتهد في غيره\".  رواه مسلم",
    "عن حَدِيثُ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ : قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : \" أَتَاكُمْ رَمَضَانُ شَهْرٌ مُبَارَكٌ فَرَضَ اللَّهُ عَزَّ وَجَلَّ عَلَيْكُمْ صِيَامَهُ , تُفْتَحُ فِيهِ أَبْوَابُ السَّمَاءِ , وَتُغْلَقُ فِيهِ أَبْوَابُ الْجَحِيمِ , وَتُغَلُّ فِيهِ مَرَدَةُ الشَّيَاطِينِ , لِلَّهِ فِيهِ لَيْلَةٌ خَيْرٌ مِنْ أَلْفِ شَهْرٍ,مَنْ حُرِمَ خَيْرَهَا فَقَدْ حُرِمَ \"  رواه النسائي و أحمد و صححه الألباني",
    "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «من قام ليلة القدر إيمانًا واحتسابًا غفر له ما تقدم من ذنبه» رواه البخاري ومسلم",
    "عن عائشة رضي الله عنها قالت: يا رسولَ اللهِ، أرأيْتَ إنْ وافَقتُ لَيلةَ القَدْرِ، ما أقولُ فيها؟ قال: قولي: اللَّهمَّ إنَّكَ عَفوٌّ تُحِبُّ العَفْوَ)  رواه الترمذي",
    "عن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم قال في ليلة القدر: «التمسوها في العشر الأواخر من رمضان» رواه البخاري ومسلم",
    "عن ابْن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:  هِيَ فِي العَشْرِ الأَوَاخِرِ، هِيَ فِي تِسْعٍ يَمْضِينَ، أَوْ فِي سَبْعٍ يَبْقَيْنَ  يَعْنِي لَيْلَةَ القَدْرِ، وَعَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنْ ابْنِ عَبَّاسٍ: التَمِسُوا فِي أَرْبَعٍ وَعِشْرِينَ. رواه البخاري",
    "عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ:  التَمِسُوهَا فِي العَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ لَيْلَةَ القَدْرِ، فِي تَاسِعَةٍ تَبْقَى، فِي سَابِعَةٍ تَبْقَى، فِي خَامِسَةٍ تَبْقَى رواه البخاري",
    "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ، قَالَ: \" اعْتَكَفَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْعَشْرَ الْأَوْسَطَ مِنْ رَمَضَانَ، يَلْتَمِسُ لَيْلَةَ الْقَدْرِ قَبْلَ أَنْ تُبَانَ لَهُ، فَلَمَّا انْقَضَيْنَ أَمَرَ بِالْبِنَاءِ فَقُوِّضَ، ثُمَّ أُبِينَتْ لَهُ أَنَّهَا فِي الْعَشْرِ الْأَوَاخِرِ، فَأَمَرَ بِالْبِنَاءِ فَأُعِيدَ، ثُمَّ خَرَجَ عَلَى النَّاسِ، فَقَالَ:  يَا أَيُّهَا النَّاسُ، إِنَّهَا كَانَتْ أُبِينَتْ لِي لَيْلَةُ الْقَدْرِ، وَإِنِّي خَرَجْتُ لِأُخْبِرَكُمْ بِهَا، فَجَاءَ رَجُلَانِ يَحْتَقَّانِ مَعَهُمَا الشَّيْطَانُ، فَنُسِّيتُهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ، الْتَمِسُوهَا فِي التَّاسِعَةِ وَالسَّابِعَةِ وَالْخَامِسَةِ  قَالَ قُلْتُ: يَا أَبَا سَعِيدٍ، إِنَّكُمْ أَعْلَمُ بِالْعَدَدِ مِنَّا، قَالَ: \"أَجَلْ، نَحْنُ أَحَقُّ بِذَلِكَ مِنْكُمْ\"، قَالَ قُلْتُ: مَا التَّاسِعَةُ وَالسَّابِعَةُ وَالْخَامِسَةُ؟ قَالَ: \"إِذَا مَضَتْ وَاحِدَةٌ وَعِشْرُونَ، فَالَّتِي تَلِيهَا ثِنْتَيْنِ وَعِشْرِينَ وَهِيَ التَّاسِعَةُ، فَإِذَا مَضَتْ ثَلَاثٌ وَعِشْرُونَ، فَالَّتِي تَلِيهَا السَّابِعَةُ، فَإِذَا مَضَى خَمْسٌ وَعِشْرُونَ فَالَّتِي تَلِيهَا الْخَامِسَةُ\" - وقَالَ ابْنُ خَلَّادٍ مَكَانَ يَحْتَقَّانِ: يَخْتَصِمَانِ -. رواه مسلم",
    "عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال : ( تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْوِتْرِ مِنْ الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ ) رواه البخاري ومسلم",
    "عن عبادة بن الصامت رضي الله عنه أن رسول الله صلى الله عليه وسلم خَرَجَ يُخْبِرُ بِلَيْلَةِ الْقَدْرِ ، فَتَلاحَى رَجُلانِ مِنْ الْمُسْلِمِينَ ، فَقَالَ : ( إِنِّي خَرَجْتُ لأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ ، وَإِنَّهُ تَلاحَى فُلانٌ وَفُلانٌ فَرُفِعَتْ ، وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمْ ، الْتَمِسُوهَا فِي السَّبْعِ وَالتِّسْعِ وَالْخَمْسِ ) رواه البخاري"
  ]
}
