{
  "duas": [
    "(سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ) الْمُؤْمِنُونَ - 91",
    "(وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ) الْإِسْرَاءِ - 44",
    "(سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ) الطُّورِ - 43",
    "(قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا) الْإِسْرَاءِ - 93",
    "(فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ) الْوَاقِعَةِ - 74",
    "(سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى) الْأَعْلَى - 1",
    "(فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا) النَّصْرِ - 3",
    "(وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ) الْفُرْقَانِ - 58",
    "(أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ) الْبَقَرَةِ - 30",
    "(وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ * وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ) ق - 39-40",
    "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ؟ فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ: كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ، أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ) رواه مسلم",
    "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلَآنِ مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ) رواه مسلم",
    "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لَأَنْ أَقُولَ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ) رواه مسلم",
    "عن عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: (كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي رُكُوعِهِ وَسُجُودِهِ: سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي) رواه البخاري ومسلم",
    "عن عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: (كَانَ يَقُولُ فِي رُكُوعِهِ وَسُجُودِهِ: سُبُّوحٌ قُدُّوسٌ رَبُّ الْمَلَائِكَةِ وَالرُّوحِ) رواه مسلم",
    "عن عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: (افْتَقَدْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ ... يَقُولُ: سُبْحَانَكَ وَبِحَمْدِكَ لَا إِلَهَ إِلَّا أَنْتَ) رواه مسلم",
    "عن عَوْفِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: (كَانَ يَقُولُ فِي رُكُوعِهِ: سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ) رواه أبو داود",
    "(إِنَّ أَحَبَّ الْكَلَامِ إِلَى اللَّهِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ) رواه مسلم",
    "(مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ...) رواه البخاري ومسلم",
    "(كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ...) رواه البخاري ومسلم",
    "سبحان الله",
    "سبحان الله وبحمده",
    "سبحان الله وبحمده سبحان الله العظيم",
    "سبحان الله العظيم",
    "سبحان الله العظيم وبحمده",
    "سبحان الله والحمدلله",
    "سبحان الله والحمدلله ولا إله إلا الله والله أكبر",
    "سبحان ربي الأعلى",
    "سبحان ربي العظيم",
    "سبوح القدوس رب الملائكة والروح",
    "سبحانك اللهم ربنا وبحمدك اللهم اغفر لي",
    "سبحانك وبحمدك لا إله إلا أنت",
    "سبحان ذي الجبروت والملكوت والكبرياء والعظمة",
    "سبحان الذي يسبح الرعد بحمده والملائكة من خيفته",
    "الله أكبر كبيرا والحمدلله كثيرا وسبحان الله بكرةً وأصيلا",
    "سبحان الملك القدوس",
    "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
    "سبحان الله عدد ما خلق، سبحان الله ملئ ما خلق، سبحان الله عدد ما في الأرض والسماء، سبحان الله ملئ ما في الأرض والسماء، سبحان الله عدد ما أحصى كتابه، سبحان الله ملئ ما أحصى كتابه، سبحان الله عدد كل شيء، سبحان الله ملئ كل شيء"
  ]
}